---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType.System
enum: Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType
zh: 系统
source: html/5c43fb93-bf62-2011-1303-9c50d6a47632.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType.System

**中文**: 系统

Flow configuration depends on system